// library
import React from 'react'

export default function() {
  return (
    <div>
      <h1>ゲームについて</h1>
      <div className="text">
          自分だけのカスタム機を使ってバトル！<br />
          バトルロイヤル、チーム戦
      </div>
      <h2>ロボットを自分専用にカスタマイズ</h2>
      <h3>剣が装備できるのは手だけじゃない</h3>
      足に剣を装備させてキックの攻撃力UP!  <br />
      頭に剣を装備させてタックルの攻撃力UP!  <br />
      どこに装備させるかでステータスが変化。自分の戦い方に合わせたカスタマイズが可能<br />
      <h3>赤いだけの専用機じゃない・・・内部パラメータもカスタマイズ</h3>
      ベースになるロボットにはそれぞれパラメータチップを埋め込める場所が用意されている  <br />
      パラメータチップを組み合わせて見た目は一緒でも性能が全然違うロボットが完成する<br />
      <h3>ベースとなるロボット自体の性能を活かす／補う</h3>
      ベースとなるロボットによっても性能に差がある  
      <h3>類似アプリ</h3>
      <h4>カスタムロボ</h4>
      <h4>ガンダムブレイカー</h4>
      ベースのロボットに装備を組み合わせて対戦  <br />
      →装備が特定の場所にしかつけられない
      <h2>クロスセーブ対応</h2>
      ゲームのセーブデータをスマホと共有させる  <br />
      家ではPCやPS4でゲームをプレイ  <br />
      通学、通勤の最中にスマホで装備の変更等を行える  <br />
      →<b>家に帰って作った装備をさっそく試したい！</b><br />
      <h3>類似アプリ</h3>
      <h4>Switch Online  </h4>
      家に帰ってSplatoon2で遊ぶ→学校や会社ではSwitch Onlineで友達と会話のきっかけに  <br />
      →戦績を見るだけでできる操作は少ない
    </div>
  )
}
